{
  "plugins": {
    "Comment.nvim": {
      "src": "gh:numToStr/Comment.nvim"
    },
    "LuaSnip": {
      "src": "gh:L3MON4D3/LuaSnip",
      "version": "2.0.0 - 3.0.0"
    },
    "aerial.nvim": {
      "src": "gh:stevearc/aerial.nvim"
    },
    "better-escape.nvim": {
      "src": "gh:max397574/better-escape.nvim"
    },
    "blink-cmp-conventional-commits": {
      "src": "gh:disrupted/blink-cmp-conventional-commits"
    },
    "blink.cmp": {
      "src": "gh:saghen/blink.cmp",
      "version": "1.0.0 - 2.0.0"
    },
    "blink.download": {
      "src": "gh:saghen/blink.download",
      "version": ">=0.0.0"
    },
    "blink.indent": {
      "src": "gh:saghen/blink.indent"
    },
    "blink.lib": {
      "src": "gh:saghen/blink.lib"
    },
    "blink.pairs": {
      "src": "gh:saghen/blink.pairs",
      "version": ">=0.0.0"
    },
    "bufdel.nvim": {
      "src": "gh:wsdjeg/bufdel.nvim"
    },
    "capslock.nvim": {
      "src": "gh:barklan/capslock.nvim"
    },
    "conflict.nvim": {
      "src": "gh:niekdomi/conflict.nvim"
    },
    "crates.nvim": {
      "src": "gh:Saecki/crates.nvim",
      "version": "'stable'"
    },
    "dial.nvim": {
      "src": "gh:monaqa/dial.nvim"
    },
    "fidget.nvim": {
      "src": "gh:j-hui/fidget.nvim"
    },
    "focus.nvim": {
      "src": "gh:nvim-focus/focus.nvim"
    },
    "fugitive-ext.nvim": {
      "src": "gh:letstakeawalk/fugitive-ext.nvim"
    },
    "gitsigns.nvim": {
      "src": "gh:lewis6991/gitsigns.nvim"
    },
    "gv.vim": {
      "src": "gh:junegunn/gv.vim"
    },
    "harpoon": {
      "src": "gh:ThePrimeagen/harpoon",
      "version": "'harpoon2'"
    },
    "lazydev.nvim": {
      "src": "gh:folke/lazydev.nvim"
    },
    "leap.nvim": {
      "src": "cb:andyg/leap.nvim"
    },
    "lsp_signature.nvim": {
      "src": "gh:ray-x/lsp_signature.nvim"
    },
    "lualine.nvim": {
      "src": "gh:nvim-lualine/lualine.nvim"
    },
    "mason.nvim": {
      "src": "gh:mason-org/mason.nvim"
    },
    "mini.ai": {
      "src": "gh:nvim-mini/mini.ai"
    },
    "mini.clue": {
      "src": "gh:nvim-mini/mini.clue"
    },
    "mini.splitjoin": {
      "src": "gh:nvim-mini/mini.splitjoin"
    },
    "neogen": {
      "src": "gh:danymat/neogen"
    },
    "none-ls-extras.nvim": {
      "src": "gh:nvimtools/none-ls-extras.nvim"
    },
    "none-ls-shellcheck.nvim": {
      "src": "gh:gbprod/none-ls-shellcheck.nvim"
    },
    "none-ls.nvim": {
      "src": "gh:nvimtools/none-ls.nvim"
    },
    "nvim-bqf": {
      "src": "gh:kevinhwang91/nvim-bqf"
    },
    "nvim-colorizer.lua": {
      "src": "gh:catgoose/nvim-colorizer.lua"
    },
    "nvim-dap": {
      "src": "gh:mfussenegger/nvim-dap"
    },
    "nvim-dap-ui": {
      "src": "gh:rcarriga/nvim-dap-ui"
    },
    "nvim-dap-virtual-text": {
      "src": "gh:theHamsta/nvim-dap-virtual-text"
    },
    "nvim-hlslens": {
      "src": "gh:kevinhwang91/nvim-hlslens"
    },
    "nvim-lspconfig": {
      "src": "gh:neovim/nvim-lspconfig"
    },
    "nvim-nio": {
      "src": "gh:nvim-neotest/nvim-nio"
    },
    "nvim-origami": {
      "src": "gh:chrisgrieser/nvim-origami"
    },
    "nvim-spider": {
      "src": "gh:chrisgrieser/nvim-spider"
    },
    "nvim-surround": {
      "src": "gh:kylechui/nvim-surround",
      "version": "4.0.0 - 5.0.0"
    },
    "nvim-treesitter": {
      "src": "gh:nvim-treesitter/nvim-treesitter"
    },
    "nvim-treesitter-context": {
      "src": "gh:nvim-treesitter/nvim-treesitter-context"
    },
    "nvim-treesitter-textobjects": {
      "src": "gh:nvim-treesitter/nvim-treesitter-textobjects"
    },
    "nvim-ts-context-commentstring": {
      "src": "gh:JoosepAlviste/nvim-ts-context-commentstring"
    },
    "nvim-web-devicons": {
      "src": "gh:nvim-tree/nvim-web-devicons"
    },
    "oil.nvim": {
      "src": "gh:stevearc/oil.nvim"
    },
    "otter.nvim": {
      "src": "gh:jmbuhr/otter.nvim"
    },
    "plenary.nvim": {
      "src": "gh:nvim-lua/plenary.nvim"
    },
    "quicker.nvim": {
      "src": "gh:stevearc/quicker.nvim"
    },
    "repeatable-move.nvim": {
      "src": "gh:kiyoon/repeatable-move.nvim"
    },
    "rustaceanvim": {
      "src": "gh:mrcjkb/rustaceanvim",
      "version": "9.0.0 - 10.0.0"
    },
    "sniprun": {
      "src": "gh:michaelb/sniprun"
    },
    "telescope-fzf-native.nvim": {
      "src": "gh:nvim-telescope/telescope-fzf-native.nvim"
    },
    "telescope-ui-select.nvim": {
      "src": "gh:nvim-telescope/telescope-ui-select.nvim"
    },
    "telescope.nvim": {
      "src": "gh:nvim-telescope/telescope.nvim"
    },
    "tmux.nvim": {
      "src": "gh:/aserowy/tmux.nvim"
    },
    "toggleterm.nvim": {
      "src": "gh:akinsho/toggleterm.nvim"
    },
    "undotree": {
      "src": "gh:mbbill/undotree"
    },
    "vim-abolish": {
      "src": "gh:tpope/vim-abolish"
    },
    "vim-easy-align": {
      "src": "gh:junegunn/vim-easy-align"
    },
    "vim-fugitive": {
      "src": "gh:tpope/vim-fugitive"
    },
    "vim-illuminate": {
      "src": "gh:RRethy/vim-illuminate"
    },
    "vim-repeat": {
      "src": "gh:tpope/vim-repeat"
    },
    "vim-rhubarb": {
      "src": "gh:tpope/vim-rhubarb"
    },
    "worktrees.nvim": {
      "src": "gh:afonsofrancof/worktrees.nvim"
    },
    "yanky.nvim": {
      "src": "gh:gbprod/yanky.nvim"
    }
  }
}
