tap "codecrafters-io/tap"
tap "nikitabobko/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "oven-sh/bun"
tap "qmk/qmk"
tap "yqrashawn/goku"
brew "ast-grep"
brew "bash"
brew "bat"
brew "bob"
brew "btop"
brew "chezmoi"
brew "cmake"
brew "dust"
brew "entr"
brew "eza"
brew "fd"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "glow"
brew "go"
brew "hyperfine"
brew "iperf3"
brew "jless"
brew "jq"
brew "just"
brew "lazydocker"
brew "lazygit"
brew "less"
brew "libpq"
brew "llvm"
brew "lsusb"
brew "lua"
brew "mise"
brew "mosh"
brew "nginx"
brew "node"
brew "openssl@3"
brew "oven-sh/bun/bun"
brew "pandoc"
brew "pre-commit"
brew "protobuf"
brew "ripgrep"
brew "rustup"
brew "sd"
brew "sesh"
brew "starship"
brew "tealdeer"
brew "tmux"
brew "tokei"
brew "trash", link: true
brew "tree-sitter"
brew "uv"
brew "vivid"
brew "xh"
brew "yq"
brew "yqrashawn/goku/goku"
brew "yt-dlp"
brew "zoxide"
brew "zsh"
{{- if eq .chezmoi.hostname "HRBs-MBP"}}
brew "qmk/qmk/qmk"
{{- else if eq .chezmoi.hostname "HRBs-MBP-USC"}}
brew "openjdk"
brew "postgresql@14", restart_service: :changed
{{- end}}
cask "1password"
cask "1password-cli"
cask "nikitabobko/tap/aerospace"
cask "aldente"
cask "appcleaner"
cask "arc"
cask "bartender"
cask "betterdisplay"
cask "chatgpt"
cask "claude"
cask "divvy"
cask "docker-desktop"
cask "espanso"
cask "font-fira-code-nerd-font"
cask "font-recursive-mono-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "hammerspoon"
cask "istat-menus"
cask "karabiner-elements"
cask "keycastr"
cask "postman"
cask "raycast"
cask "readdle-spark"
cask "slack"
cask "steermouse"
cask "zoom"
{{- if eq .chezmoi.hostname "HRBs-MBP-USC"}}
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
{{- end -}}
