tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
brew "bash"
brew "bat"
brew "black", restart_service: true
brew "bob"
brew "chezmoi"
brew "curl"
brew "dust"
brew "entr"
brew "eza"
brew "fd"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "hyperfine"
brew "jq"
brew "just"
brew "less"
brew "llvm"
brew "nginx"
brew "ripgrep"
brew "rustup-init"
brew "starship"
brew "tealdeer"
brew "thefuck"
brew "tmux"
brew "tokei"
brew "tree-sitter"
brew "yq"
brew "zoxide"
brew "zsh"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "amethyst"
cask "appcleaner"
cask "arc"
cask "bartender"
cask "betterdisplay"
cask "divvy"
cask "docker"
cask "espanso"
cask "font-recursive-mono-nerd-font"
cask "istat-menus"
cask "karabiner-elements"
cask "keycastr"
cask "obsidian"
cask "raycast"
cask "slack"
